Repository: wp-plugins/ads-mania
Catalog: languages/adsmania-*.po
Languages: ar

source: Ads
ar: الاعلانات

source: Add New Ads
ar: أضف اعلان جديد

source: New Ads
ar: اعلان جديد

source: Edit an Ads
ar: تحرير اعلان

source: View the Ads
ar: شاهد الاعلان

source: All Ads
ar: كل الاعلانات

source: Search Ads
ar: ابحث عن الاعلان

source: There is no Ads
ar: لا توجد اعلانات متاحة حالياً

source: No Ads in trash
ar: لا توجد اعلانات محذوفة

source: Ads Genre
ar: أقسام الاعلانات

source: Search about Ads Genre
ar: ابحث عن قسم اعلانات

source: All Ads Genre
ar: كل أقسام الاعلانات

source: Prent Ads Genre
ar: أقسام رئيسية

source: Parent Genre
ar: أقسام رئيسية

source: Edit Ads Genre
ar: تحرير قسم

source: Update Ads Genre
ar: تحديث قسم اعلانات

source: Add Ads Genre
ar: أضف قسم اعلانات

source: New Ads Genre
ar: قسم اعلانات جديد

source: You must register to view this content
ar: لا بد من تسجيل الدخول لمشاهدة هذا المحتوى

source: Click here to view this content
ar: أضغط هنا لرؤية المحتوى

source: Intro Ads
ar: أعلانات الواجهة

source: Articles Ads
ar: اعلانات المقالات

source: Short codes
ar: الأكواد المختصرة

source: Background
ar: الخلفية

source: Show close icon after (seconds)
ar: اظهر زر الاغلاق بعد (ثوان)

source: Select Ads
ar: اختر الاعلانات حسب

source: Maximum ads per article
ar: أقصى عدد اعلانات للمقال

source: User Content Message
ar: رسالة حتمية التسجيل

source: Click To view Message
ar: رسالة تنبيه الضغط لرئية المحتوى

source: Ads Type
ar: نوع الاعلانات

source: Intro
ar: الواجهة

source: Inside Articles
ar: اعلانات المقالات

source: Hidden Layer
ar: الرابط الخفي

source: Ads Content
ar: محتوى الاعلان

source: Youtube
ar: يوتيوب

source: Vimeo
ar: فيميو

source: Soundcloud
ar: ساوند كلاود

source: Google Adsense
ar: جوجل ادسنس

source: Facebook Feed
ar: فيسبوك

source: Free Code
ar: كود

source: Code Inside Box
ar: كود بداخل اطار

source: Image
ar: صورة

source: Link Options
ar: خيارات الرابط

source: Link
ar: الرابط

source: Target
ar: فتح في

source: New Tab
ar: نافذة جديدة

source: Same Tab
ar: نفس النافذة

source: Video Options
ar: خيارت الفيديو

source: Video link
ar: رابط الفيديو

source: Width
ar: العرض

source: Height
ar: الارتفاع

source: Facebook Options
ar: خيارات الفيسبوك

source: Facebook link
ar: رابط الفيسبوك

source: Theme
ar: المظهر

source: light
ar: لون فاتح

source: Dark
ar: لون غامق

source: Show Friends' Faces
ar: أظهر وجود الأصدقاء

source: Show Header
ar: اظهر الترويسة

source: Show Posts
ar: أظهر المنشورات

source: Show Border
ar: أظهر الاطارات

source: Soundcloud Options
ar: خيارات الساوند كلاود

source: Soundcloud Link
ar: رابط الساوند كلاود

source: Frame Width
ar: عرض المشغل

source: Frame Height
ar: ارتفاع المشغل

source: Autoplay
ar: تشغيل تلقائي

source: Full Visual View
ar: مشغل متقدم

source: Show Comments
ar: أظهر التعليقات

source: Show User
ar: أظهر صاحب المادة

source: adsense
ar: اعلان ادسنس

source: Code
ar: الكود

source: Box Width
ar: عرض الصندوق

source: Box Height
ar: ارتفاع الصندوق

source: Box Border Width
ar: عرض الاطار

source: Box Border Color
ar: لون الاطار

source: Upload Image
ar: ارفع الصورة

source: View In
ar: عرض في

source: All
ar: كل الصفحات

source: Homepage
ar: الرئيسية

source: Post Page
ar: التدوينات

source: Page
ar: الصفحات

source: Category
ar: الاقسام

source: Author Page
ar: صفحة المؤلف

source: Archive
ar: صفحة الأرشيف

source: Search
ar: صفحة نتائج البحث

source: Not Found 404
ar: صفحة 404

source: Specific Posts
ar: تدوينات محددة

source: Specific Pages
ar: صفحات محددة

source: Specific Categories
ar: أقسام محددة

source: Posts IDs
ar: أرقام التدوينات

source: Pages IDs
ar: أرقام الصفحات

source: Starts at
ar: يبدأ في

source: Ends at
ar: ينتهي في

source: Ads Settings
ar: خصائص الاعلانات

source: Control General Options of Ads Mania
ar: تحكم في الخصائص العامة للاعلانات
